/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Économiseur d’écran de la fenêtre d’ouverture de session";
"screensaver.pfm_description" =			"Préférences du mot de passe de l’économiseur d’écran et de la veille et préférences de l’économiseur d’écran de la fenêtre d’ouverture de session";
"loginWindowIdleTime.pfm_title" =			"Durée d’inactivité de la fenêtre d’ouverture de session";
"loginWindowIdleTime.pfm_description" =		"Durée d’inactivité de la fenêtre d’ouverture de session en secondes. Réglez la valeur à 0 pour désactiver l’économiseur d’écran de la fenêtre d’ouverture de session.";
"loginWindowModulePath.pfm_title" =			"Chemin du module d’économiseur d’écran de la fenêtre d’ouverture de session";
"loginWindowModulePath.pfm_description" =	"Chemin d’accès à un module d’économiseur d’écran. Par exemple, « /Système/Bibliothèque/Screen Savers/Flurry.saver ». Sachez que certains économiseurs peuvent ne pas fonctionner avant l’ouverture de session. Ce peut être le cas pour tout économiseur d’écran aléatoire, contenant des flux, ou conçu sans la participation d’Apple.";
"askForPassword.pfm_title" =			"Mot de passe obligatoire";
"askForPassword.pfm_description" =			"Exiger un mot de passe pour faire disparaître l’économiseur d’écran. Définir à 1 pour exiger un mot de passe ou à 0 pour ne pas exiger de mot de passe.";
